# Host: localhost  (Version: 5.5.53)
# Date: 2017-04-01 11:27:54
# Generator: MySQL-Front 5.3  (Build 4.234)

/*!40101 SET NAMES utf8 */;

#
# Structure for table "case_specific"
#

DROP TABLE IF EXISTS `case_specific`;
CREATE TABLE `case_specific` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id名',
  `h1` varchar(255) NOT NULL COMMENT '案例名',
  `tags` varchar(50) NOT NULL COMMENT '项目活动',
  `person` int(11) NOT NULL COMMENT '团队人数',
  `time` varchar(20) NOT NULL COMMENT '活动时长',
  `distance` varchar(20) NOT NULL COMMENT '路程',
  `pic` varchar(100) NOT NULL COMMENT '活动大图',
  `big_pic` varchar(100) NOT NULL DEFAULT '' COMMENT '大图片',
  `logo` varchar(100) NOT NULL COMMENT '团队logo',
  `team` varchar(20) NOT NULL COMMENT '团队名',
  `i_txt` text NOT NULL COMMENT '团队介绍',
  `con` varchar(255) NOT NULL COMMENT '活动照片',
  `user_pic` varchar(100) NOT NULL COMMENT '用户头像',
  `user_txt` text NOT NULL COMMENT '用户评价',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=12 DEFAULT CHARSET=utf8 COMMENT='案例详情表';

#
# Data for table "case_specific"
#

INSERT INTO `case_specific` VALUES (2,'IPSOS苏州太湖牛仔俱乐部团建+环太湖骑行','[\"骑行\",\"团队凝聚力\",\"高空拓展\"]',35,'2天1晚','2小时','1_161122100429541.jpg','1_161122153147442.jpg','1_161122103931426.png','Ipsos益普索咨询（上海）有限公司','Ipsos益普索咨询（上海）有限公司 成立于1975年，总部设在巴黎，目前为全球最大的个案研究集团之一。在大中华区遵循集团统一的战略-专注于营销研究、广告研究、满意度和忠诚度研究、媒介研究和公众事务研究五大领域的市场研究服务。','[\"20161118155631_50104.jpg\",\"20161118155631_17738.jpg\",\"20161118155631_57897.jpg\",\"20161118155631_26644.jpg\",\"1_161122100301816.jpg\",\"20161118155632_84810.jpg\"]','user-photo.png','“一个团队，相互信任、互相支持、团结协作是做好工作的基础，伙伴们在拓展活动中收获颇多，团队意志也经受住了“毕业墙”的考验。环太湖骑行路线好、风景佳，团队分组挑战骑行，让我们感受到了团队协作的重要性。”'),(3,'中国电科50所灵天平徒步赏枫+石湖团建','[\"轻徒步\",\"定向赛\",\"场地拓展\",\"趾压板挑战\"]',30,'2天1晚','2小时','1_161121105755576.jpg','1_161122164241487.jpg','1_161122104657728.png','中国电子科技集团公司第五十研究所','中国电子科技集团公司第五十研究所 中国电子科技集团公司第五十研究所（又称上海微波技术研究所）于1977年建所，隶属中国电子科技集团公司，具有“GB/T19001-2008、GJB9001B-2009质量体系认证证书”、“GB/T24001-2004环境管理体系认证证书”、“GB/T28001-2001职业健康安全管理体系认证证书”、住建部“工程设计证书(甲级)”、“上海市高新技术企业证书”、“AAA级资信等级证书”，近年来荣获“全国文明单位”、“全国五一劳动奖状”、“中央企业思想政治工作先进单位”、上海市文明单位、上海市企业文','[\"20161118113447_15086.jpg\",\"20161118113447_74550.jpg\",\"20161118113448_38736.jpg\",\"20161118113447_73719.jpg\",\"20161118113447_55484.jpg\"]','user-photo.png','“ 秋高气爽、鸟语果香的时节正适合徒步，苏州地区大名鼎鼎的灵天平线距离上海仅2小时车程，一天的徒步线路经典再适合不过。果粒网还安排了众多有意思的团建活动，同事还带了宝宝参加，教练的活动策划也很人性化、体现了很高的专业度，活动中笑声一片、欢乐不断。同事之间明显多了很多交流，增进了彼此的了解和感情。以后会经常组织这样的活动，收获欢乐的同时还能增加团队凝聚力。”'),(5,'上海财经大学吴越古道徒步+天池露营','[\"古道徒步\",\"天池露营\"]',65,'2天1晚','4小时','1_161121105237331.jpg','1_161122154731239.jpg','1_161117114834785.jpg','上海财经大学','上海财经大学 上海财经大学（Shanghai University of Finance and Economics）是中华人民共和国教育部直属的一所以经管为主，法、文、理协调发展的多科性全国重点大学，是国家“211工程”、“985工程优势学科创新平台”重点建设高校，入选“国家海外高层次人才创新创业基地”、“教育部人文社会科学重点研究基地”、“卓越法律人才教育培养计划”、“国家建设高水平大学公派研究生项目”，是全国首批博士学位授予单位之一，由教育部、财政部和上海市人民政府三方共建。学校源于1917年南京\t','[\"20161118112407_11012.jpg\",\"20161118112408_13533.jpg\",\"20161118112408_57214.jpg\",\"20161118112408_94385.jpg\"]','user-photo.png','“ 徒步路线真的很棒，旖旎的自然风光和超强的原生态林场让人感叹城市之外的诱惑，山野徒步对于团队是一种很好的锤炼活动，对个人的身体状况也是一种很好的体能检验。这次活动大家一起搭帐篷的情景还记忆犹新，团队的互帮互助体现的淋淋尽致！教练团队体现出了高标准的安全保障和服务意识。”'),(6,'美特斯邦威无锡十八湾拓展+环太湖骑行','[\"场地拓展\",\"骑行\"]',35,'2天1晚','2.5小时','1_161122113353830.jpg','1_161122154706113.jpg','1_161122104413130.png','上海美特斯邦威服饰股份有限公司','上海美特斯邦威服饰股份有限公司 美特斯·邦威”是上海美特斯邦威服饰股份有限公司于1995年自主创立的本土休闲服品牌。目标消费者是16~25岁活力和时尚的年轻人群。品牌致力于打造“一个年轻活力的领导品牌，流行时尚的产品，大众化的价格”，倡导青春活力和个性时尚的品牌形象，带给广大消费者富有活力个性时尚的休闲服饰。2005年创办了上海美特斯邦威服饰博物馆，是国内目前规模最大的服饰博物馆。2008年8月，公司在深圳证券交易所上市，股票代码“002269”。2008年，公司旗下高阶时尚品牌“ME&CITY”正式推出，并\t  ','[\"20161118114502_73728.jpg\",\"20161118114502_71729.jpg\",\"20161118114502_56286.jpg\",\"20161118114501_59060.jpg\",\"20161118114501_87178.jpg\",\"20161118114502_41492.jpg\"]','user-photo.png','“ 这不是一次普通的郊游或者娱乐活动，而是活泼生动又非常具有教育和纪念意义的体验式培训。教练幽默睿智、情景导入非常棒，让伙伴们树立了共同的目标、责任感与归属感。分组骑行让大家在欣赏太湖美景之余，还有来自同伴的鼓励和支持，身心愉悦！”'),(7,'上海爱好建德绿道徒步定向+千岛湖团建','[\"徒步\",\"定向赛\",\"拓展活动\"]',30,'2天1晚','4.5小时','1_161121110404278.jpg','1_161117134334409.png','1_161117134334409.png','上海爱好儿童康复培训中心','上海爱好儿童康复培训中心 上海爱好儿童康复培训中心是在上海市闵行区民政局注册的一家非盈利性的教育康复培训机构，主要为自闭症儿童提供早期的教育康复培训服务。爱好注册注册成立于2005年9月。爱好的愿景：实现孤独症人士社会融合，共建和谐与文明爱好的使命：通过康复训练、家庭支持和社会倡导，促进孤独症人士社会融合爱好的教学场所是一所正规的幼儿园，完全按照幼儿园的要求布局。训练场地布局比较合理，并充分考虑了自闭症儿童的特点与环境选择的关系，设有个别化训练室、团体游戏室、音乐律动室、精细训练室、电脑（认知）','[\"20161118110653_92712.jpg\",\"20161118110942_44957.jpg\",\"20161118110953_67228.jpg\",\"20161118111002_90327.jpg\",\"20161118111010_38204.jpg\"]','user-photo.png','“ 很满意此次活动效果，不同于以往的常规培训，这次把培训的课堂选在了户外，同事们在欣赏大自然美景的同时还能提高自己的能力。这次课程的安排也让同事们感到很受益、不仅趣味性、对本职工作和特殊的工作性质有了更深的认识。活动中的一些体验可以结合我们的工作，让我们在爱的路上走的更坚实！”'),(8,'东原地产余姚拓展+北溪溯溪、漂流','[\"拓展\",\"溯溪\",\"漂流\",\"会议\"]',55,'2天1晚','3小时','1_161121111301408.jpg','1_161122153032237.jpg','1_161122104002467.png','东原地产','东原地产 东原地产成立于2004年，总部现设立于重庆，是一家集地产开发、商业运营、物业管理为一体的专业地产服务商，隶属于东银控股集团。2014年4月17日，东银旗下迪马股份（股票代码：600565）42亿元资产重组+13.8亿元募集配套资金暨关联交易事宜获得无条件通过，成为“地产重组第一股”。东原地产奉行“区域聚焦，城市深耕”战略，实现重庆、成都、武汉、上海、南京五大城市深耕区域，累积开发住宅与商业项目30余个。东原地产凭借优异的产品能力和持续创新，已梳理出包括Top系、山樾系、时光系、晴天系在内的\t','[\"20161118113932_18503.jpg\",\"20161118113932_80908.jpg\",\"20161118113933_82495.jpg\",\"20161118113933_84965.jpg\",\"20161118113933_17171.jpg\"]','user-photo.png','“伙伴们在活动中踊跃参与，积极学习，增强了团队的凝聚力和团队合作精神，懂得了倾听与沟通在工作中的重要性。激情漂流也让我们身心得到了充分的放松，体验返璞归真的自然神秘，在湍急的河流上体验惊险刺激的漂流乐趣！”'),(9,'马克华菲 库布齐沙漠生存穿越+团队建设','[\"沙漠穿越\",\"生存挑战\",\"团建活动\"]',35,'6天5晚','不确定','1_161121110948315.jpg','1_161122153011214.jpg','1_161122104207449.png','马克华菲(上海)商业有限公司','马克华菲(上海)商业有限公司 马克华菲（Mark Fairwhale）是国际设计大师Mark Cheung为世界都市新贵度身定制的中国原创设计时尚品牌，自2001年诞生以来，深得世界时尚人士青睐。2002年，马克华菲愈显其潮流前瞻性，为年轻时尚族群带来Fairwhale Jeans（马克华菲FJ 男装），成为马克华菲时尚家族重要一员。 大胆“越界型走”。马克华菲是一家注重原创设计的本土服装公司，自2001年创立以来，已延伸发展出五个不同风格不同定位的产品品牌和一家潮流集合店，其中包括马克新绅士男装、马克华菲FJ男装、马','[\"20161118174810_94835.jpg\",\"20161118174810_42857.jpg\",\"20161118174810_64811.jpg\",\"20161118174810_35145.jpg\",\"1_161118175052975.jpg\",\"1_161121102746834.jpg\"]','user-photo.png','“ 挑战赛的结果和自己期待的一样，团队经历了不寻常的“痛楚”磨炼后才能真正的审视自己的工作和生活，才能真正的和自己心灵来一次对话。这次活动对公司影响深远，对个人亦如此。我们踏上了戈壁、选择勇敢面对没有退缩，我们竞争、但我们更注重合作与帮助、一起欣然接受来自未来的挑战！”'),(10,'中欧玄奘之路徒步熔炼之旅+天人合一心愿同行','[\"徒步\",\"戈壁\",\"感悟\",\"升华\"]',20,'7天6晚','12小时','1_161122095027557.png','1_161122152830665.jpg','1_161122104106386.png','中欧国际工商学院','中欧国际工商学院 中欧国际工商学院是一所由中国政府与欧洲联盟共同创办的世界顶级商学院。2016年《金融时报》全球排名第17位，中国大陆第1位。是国内率先获得国际管理教育协会（AACSB）和欧洲管理发展基金会（EQUIS）双认证的商学院。是中国大陆MBA及EMBA课程的开创者。学院下设全日制工商管理硕士（MBA）课程、金融MBA（FMBA）课程、高层管理人员工商管理硕士（EMBA）课程、Globa EMBA课程、高层经理培训（Executive Education）课程、博士（PHD）课程。在近几年《福布\t ','[\"20161118174943_18768.jpg\",\"20161118174943_98909.jpg\",\"20161118174943_92353.jpg\",\"20161118174943_10684.jpg\",\"20161118174943_59727.jpg\",\"\"1_161118175031997.jpg]','user-photo.png','“ 非常感谢果粒网完善的后勤保障、专业专注的户外领队、工作人员细致负责的服务意识，烈日炙烤着戈壁、内心却感到了丝丝甘泉流入到每个人的心田。我们享受行走、享受戈壁、享受当下的一切！”'),(11,'张江高科895创业 南通园博园掘金之旅定向赛+沙盘模拟','[\"沙盘\",\"培训\",\"户外\",\"团建\"]',100,'2天1晚','2.5小时','1_161122152741277.jpg','1_161122152741277.jpg','1_161122103841384.png','张江高科集团','张江高科集团 上海张江高科技园区开发股份有限公司于1996年4月在上海证券交易所正式挂牌上市，系采用公开募集方式设立的股份制上市公司。公司简称;张江高科，股票代码600895。\n                    作为上海科创中心建设核心区的重要上市开发主体，张江高科迎来了转型发展的历史性机遇，即：科创中心建设给张江高科转型发展提出了新使命；双自联动给张江高科转型发展提供了新空间；新一轮国资国企改革给张江高科转型发展注入了新动力。\n                    张江高科正以科技投行作为战略发展方向，着力打造新型产业地产营运商、面向未来高科技产业整合商和科技金融集成服务','[\"20161121170929_56704.jpg\",\"20161121170929_19146.jpg\",\"20161121170929_80066.jpg\",\"20161121170929_55569.jpg\",\"20161121170929_40788.jpg\",\"20161121170929_77850.jpg\"]','pic-expico.png','“ 伙伴们参与度很高、沙盘课程安排的很有创意、具有很高的实际模拟情景。户外活动也很有特色、大家都争当优秀、发扬了“赶、学、比、帮、超”的团队精神。”');

#
# Structure for table "customize_info"
#

DROP TABLE IF EXISTS `customize_info`;
CREATE TABLE `customize_info` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id名',
  `name` varchar(50) NOT NULL COMMENT '用户姓名',
  `telphone` varchar(11) NOT NULL DEFAULT '' COMMENT '用户电话',
  `email` varchar(20) DEFAULT NULL COMMENT '用户邮箱',
  `contact_time` varchar(15) NOT NULL COMMENT '最佳联系时间',
  `team_type` varchar(20) NOT NULL COMMENT '团队类型',
  `activities` varchar(100) NOT NULL COMMENT '活动内容',
  `build_theme` varchar(50) NOT NULL COMMENT '团建主题',
  `departure_city` varchar(20) NOT NULL DEFAULT '' COMMENT '出发城市',
  `Intentionally` varchar(20) DEFAULT NULL COMMENT '意向地',
  `departure_date` varchar(50) NOT NULL COMMENT '出行日期',
  `departure_days` varchar(15) NOT NULL COMMENT '出行人数',
  `departure_person` varchar(15) NOT NULL COMMENT '出行人数',
  `single_budget` varchar(10) DEFAULT NULL COMMENT '单人预算',
  `other_reqs` text COMMENT '其他要求',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='定制路线表';

#
# Data for table "customize_info"
#

/*!40000 ALTER TABLE `customize_info` DISABLE KEYS */;
/*!40000 ALTER TABLE `customize_info` ENABLE KEYS */;

#
# Structure for table "outdoor"
#

DROP TABLE IF EXISTS `outdoor`;
CREATE TABLE `outdoor` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id名',
  `h1` varchar(100) NOT NULL COMMENT '路线名',
  `address` varchar(255) DEFAULT NULL COMMENT '地区段',
  `theme` varchar(100) NOT NULL COMMENT '活动主题',
  `person` varchar(30) NOT NULL COMMENT '适合团队人数',
  `team` varchar(50) NOT NULL COMMENT '适合团队',
  `days` varchar(30) NOT NULL COMMENT '行程天数',
  `day` float NOT NULL COMMENT '天数查询条件',
  `bestmonth` varchar(20) NOT NULL COMMENT '最佳出行月份',
  `price` int(11) NOT NULL COMMENT '单人价格',
  `pic` varchar(50) NOT NULL COMMENT '宣传照片',
  `area` varchar(20) NOT NULL COMMENT '区域',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=279 DEFAULT CHARSET=utf8 COMMENT='路线表';

#
# Data for table "outdoor"
#

INSERT INTO `outdoor` VALUES (21,'大理·洱海骑行｜最美的时光 是并肩同行驶向明媚远方','各地-大理-沙溪-双廊-各地','[\"环湖骑行\"]',' 20-100人','成熟型团队、客户联谊、社团联谊活动','4天3夜',4.3,'四季皆宜',2599,'1_170204152723613.jpg','西南'),(94,'城市猎人丨徒步灵石三清寨 山西打猎体验探奇之旅','各地-太原-东方狩猎场-三清寨-王家大院-平遥古城-各地','[\"山地徒步\"]',' 10-100人','挑战型团队，追求团队协作型团队','5天4夜',5.4,'12月-2月',3200,'1_161117164716847.png','华北'),(117,'徒步龙脊梯田丨骑行阳朔 团队协作大考验','各地—桂林—龙脊梯田—阳朔','[\"山地徒步\",\"环湖骑行\"]',' 20-100人','高管团队、社团联谊、亲子时光','5天4夜',5.4,'四季皆宜',5940,'1_170328100209834.jpg','华南'),(126,'徒步吴越古道丨露营浙西天池 天龙大峡谷大挑战','各地-天龙峡谷-浙西天池-吴越古道-各地','[\"山地徒步\",\"篝火露营\",\"踏青赏花\"]',' 20-200人','培训团队、销售团队、社团联谊、亲子活动','2天1夜',2.1,'春季、夏季、秋季',670,'1_161110200855899.jpg','华东'),(260,'滴水湖帆船对抗赛｜智者乐水 集结团队力量驶向终点','\r\n各地-上海乐水滴水湖基地-各地','[\"帆船/皮划艇\"]',' 15-35人','营销团队、培训团队','1天0夜',1,'四季皆宜',500,'1_170315142754632.jpg','华东'),(264,'峡谷探幽·夏日亲水丨 溯溪徒步 海滩露营 嗨翻檀头山岛','各地-浙东大峡谷-檀头山岛-各地','[\"山地徒步\",\"篝火露营\",\"漂流溯溪\"]','20-50人','创业团队、销售团队、社团活动、毕业旅行','3天2夜',3.2,'6月-10月',1200,'1_170317175309685.jpg','华东'),(265,'北疆喀纳斯徒步丨 经典环线穿越 团队极致体验','\r\n各地-吐鲁木齐-喀纳斯-吐鲁木齐-各地','[\"山地徒步\"]',' 10-30人','销售团队、培训团队、高管团队','6天5夜',6.5,'3月-10月',5600,'1_170328130652399.jpg','西北'),(267,'宜兴·山水禅意丨团队骑行龙池山 同心礼佛大觉寺','各地-宜兴-各地','[\"止境禅修\",\"环湖骑行\"]',' 20-50人','高管团队','2天1夜',2.1,'四季皆宜',1250,'1_170321171557660.jpg','华东'),(272,'童年假日丨安吉石岭溯溪漂流 亲子玩乐好去处','\r\n各地-安吉-各地','[\"家庭亲子\",\"漂流溯溪\"]','15-50人','亲子团队','2天1夜',3.2,'4月-10月',1100,'1_170328172253157.jpg','华东'),(273,'徒步丹巴吉林丨相约探寻沙山明湖 同行穿越黄沙星辰','各地-兰州-金昌-丹巴吉林沙漠-金昌-兰州-各地','[\"篝火露营\",\"沙漠穿越\"]',' 15-50人','成熟型团队、高管团队、培训团队','5天4夜',5.4,'4月-9月',3888,'1_170324132928898.jpg','西北'),(275,'碧海.枸杞岛丨组团探秘东海明珠 捕鱼海钓一起上','各地-小洋山-枸杞岛-小洋山-各地','[\"篝火露营\",\"海岛海钓\"]',' 15-50人','高管团队、家庭亲子、毕业旅行','3天2夜',3.2,'3月-10月',1480,'1_170328145218347.jpg','华东'),(278,'重温红色经典丨徒步井冈山 再现革命峥嵘岁月','各地-南昌-井冈山-南昌-各地','[\"山地徒步\",\"红色党建\"]',' 15-35人','精英团队、培训团队','3天2夜',3.2,'四季皆宜',1288,'1_170328141748391.jpg','华中');

#
# Structure for table "submit_custom"
#

DROP TABLE IF EXISTS `submit_custom`;
CREATE TABLE `submit_custom` (
  `Id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id名',
  `name` varchar(255) NOT NULL DEFAULT '' COMMENT '姓名',
  `telphone` varchar(20) NOT NULL DEFAULT '' COMMENT '电话',
  `dates` int(11) NOT NULL DEFAULT '0' COMMENT '出发日期',
  `days` int(11) NOT NULL DEFAULT '0' COMMENT '出行天数',
  `person_count` int(11) NOT NULL DEFAULT '0' COMMENT '出行人数',
  `email` varchar(32) NOT NULL DEFAULT '' COMMENT '邮箱',
  `contact_time` varchar(32) DEFAULT '' COMMENT '联系时间',
  `type_team` varchar(32) DEFAULT NULL COMMENT '团队类型',
  `active_content` text COMMENT '活动内容',
  `citys` varchar(32) DEFAULT NULL COMMENT '出发城市',
  `purpose` varchar(32) DEFAULT NULL COMMENT '目的地',
  `budget` int(11) DEFAULT NULL COMMENT '单人预算',
  `other` text COMMENT '其他',
  `team_theme` varchar(32) DEFAULT NULL COMMENT '团建主题',
  `hotel` varchar(32) DEFAULT NULL COMMENT '住宿类型',
  PRIMARY KEY (`Id`)
) ENGINE=InnoDB AUTO_INCREMENT=7 DEFAULT CHARSET=utf8 COMMENT='定制表';

#
# Data for table "submit_custom"
#

INSERT INTO `submit_custom` VALUES (1,'叶子','15412141121',20170101,11,1,'4a56@qq.com','尽快联系','社团/学校','踏青赏花 海盗海豹 ','上海','北京',514,'其他','',NULL),(2,'叶子','15412141211',20170504,3,12,'346551654@qq.com','非工作时间','社团/学校','海盗海豹 止境禅修 ','上海','北京',5122,'没有','基地拓展 ',NULL),(3,'叶子','15412141211',20170504,3,12,'346551654@qq.com','非工作时间','社团/学校','海盗海豹 止境禅修 ','上海','北京',5122,'没有','基地拓展 ',NULL),(4,'叶子','15412141211',20170504,3,12,'346551654@qq.com','非工作时间','社团/学校','海盗海豹 止境禅修 ','上海','北京',5122,'没有','基地拓展 ',NULL),(5,'叶子','15412141211',20170504,3,12,'346551654@qq.com','非工作时间','社团/学校','海盗海豹 止境禅修 ','上海','北京',5122,'没有','基地拓展 ',NULL),(6,'','',0,5,0,'','','企业',NULL,'',NULL,0,'',NULL,'经济型');
